autoconf
autojump
automake
bat
bdw-gc
bitwarden-cli
brotli
c-ares
ca-certificates
cairo
cmake
cmatrix
cookiecutter
curl
fd
fontconfig
freetype
fribidi
fzf
gdbm
gdk-pixbuf
gettext
git
git-delta
glib
gmp
gnupg@2.2
gnutls
graphite2
guile
harfbuzz
helm
htop
httpie
icu4c
jpeg-turbo
jq
krb5
kube-ps1
kubectx
kubernetes-cli
lazydocker
lazygit
libassuan
libevent
libffi
libgcrypt
libgpg-error
libidn2
libksba
libnghttp2
libpng
libpq
libpthread-stubs
libssh2
libtasn1
libtermkey
libtiff
libtool
libunistring
libusb
libuv
libx11
libxau
libxcb
libxdmcp
libxext
libxml2
libxmlsec1
libxrender
libxslt
libyaml
luajit
luajit-openresty
luv
lz4
lzo
m4
minikube
mpdecimal
msgpack
ncurses
nettle
ninja
node
npth
oniguruma
openldap
openssl@1.1
openssl@3
p11-kit
pango
pcre
pcre2
pinentry
pipx
pixman
pkg-config
postgresql
postgresql@14
py3cairo
pyenv
python@3.10
qpdf
readline
reattach-to-user-namespace
ripgrep
rtmpdump
ruby
six
sops
sqlite
stern
tcl-tk
tmux
tree
tree-sitter
unbound
unibilium
utf8proc
watch
wget
xorgproto
xz
zlib
zstd
